{
  "community": [
    {
      "id": "v_lab_online",
      "name": {
        "zh": "vLAB Online",
        "en": "vLAB Online",
        "ja": "vLAB Online"
      },
      "description": {
        "zh": "vLAB Online（ 台灣路由網路實驗中心 ）是一個由熱愛技術的工程師自發組成的技術社群，早期以 Cisco 與路由網路技術為核心，提供線上交流與實驗環境，協助成員學習與實作。隨著技術演進與社群需求轉變，vLAB 逐步擴大討論主題，涵蓋資安、雲端、開源工具、AI 與數位治理等多元領域，並轉型為以 Line 群為中心的即時交流平台。成員來自各行各業，包含資安研究員、網管工程師、系統架構師與資訊主管，透過日常分享與互助討論，形成高信任度的知識網絡。自 2024 年起，vLAB 啟動「每月聚會計畫」，結合主題演講、書籍導讀與 Social Time，不僅強化技術深度，也促進人脈經營與職涯成長。vLAB 堅持「共學共創」理念，是面對快速變遷技術時代的重要支點，亦是推動在地技術自主與社群韌性的實驗平台。",
        "en": "vLAB Online (Taiwan Routing Network Lab Center) is a technical community spontaneously formed by engineers passionate about technology. Initially focused on Cisco and routing network technologies, it provided an online exchange and lab environment to help members learn and practice. As technology evolved and community needs changed, vLAB gradually expanded its discussion topics to cover diverse fields such as cybersecurity, cloud, open-source tools, AI, and digital governance, and transitioned into a real-time communication platform centered around a Line group. Members come from various professions, including security researchers, network engineers, system architects, and IT managers, forming a high-trust knowledge network through daily sharing and mutual discussion. Since 2024, vLAB has launched a \"Monthly Meetup Plan,\" combining themed speeches, book readings, and Social Time, which not only deepens technical knowledge but also promotes networking and career growth. vLAB adheres to the philosophy of \"Collaborative Learning and Co-creation,\" serving as a crucial pillar in an era of rapidly changing technology and an experimental platform for fostering local technological autonomy and community resilience.",
        "ja": "vLAB Online（台湾ルーティングネットワーク実験センター） は、技術を愛するエンジニアが自発的に設立した技術コミュニティです。初期は Cisco とルーティングネットワーク技術を核として、メンバーの学習と実践を支援するためのオンライン交流および実験環境を提供していました。技術の進化とコミュニティのニーズの変化に伴い、vLAB は討議テーマを徐々に拡大し、サイバーセキュリティ、クラウド、オープンソースツール、AI、デジタルガバナンスなど多様な分野を網羅するようになり、現在は Line グループを中心としたリアルタイム交流プラットフォームへと変貌しました。メンバーは、セキュリティ研究者、ネットワークエンジニア、システムアーキテクト、ITマネージャーなど、様々な業界から集まっており、日々の情報共有と相互扶助の議論を通じて、高い信頼性を持つ知識ネットワークを形成しています。2024年からは「月例ミートアップ計画」を開始し、テーマ講演、読書会、およびソーシャルタイムを組み合わせて、技術的な深みを強化するだけでなく、人脈形成とキャリアの成長を促進しています。vLAB は「共に学び、共に創る」という理念を貫き、急速に変化する技術時代において重要な支点であるとともに、地域社会の技術的自律性とコミュニティのレジリエンスを推進する実験プラットフォームでもあります。"
      },
      "category": {
        "zh": "第一天 擺攤社群",
        "en": "Day 1 Community Participation",
        "ja": "1日目 コミュニティへの参加"
      },
      "logo": "images/community-logo-v_lab_online.png",
      "website": "https://linktr.ee/vLabOnline",
      "social": {
        "Linktree": "https://linktr.ee/vLabOnline"
      }
    },
    {
      "id": "sticon",
      "name": {
        "zh": "SITCON",
        "en": "SITCON",
        "ja": "SITCON"
      },
      "description": {
        "zh": "SITCON 學生計算機年會是台灣最大的學生資訊社群之一，自 2012 年發起，完全由學生自發籌辦與執行。我們的核心宗旨在於建立一個屬於學生的資訊技術交流平台，透過舉辦年會、夏令營與工作坊，促進跨校、跨領域的知識共享與經驗傳承。\n\nSITCON 2026 將於 2026 年 3 月 28 日，在中央研究院人文社會科學館盛大舉行。",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": "第一天 擺攤社群",
        "en": "Day 1 Community Participation",
        "ja": "1日目 コミュニティへの参加"
      },
      "logo": "images/community-logo-sitcon.png",
      "website": "https://sitcon.org/",
      "social": {
        "Homepage": "https://sitcon.org/"
      }
    }
  ]
}